module.exports = {
  WELCOME_MESSAGE: 'Привет! Вы присоединились к чат-боту, в котором можете просматривать последние новости о дорожно-транспортных происшествиях, сообщать о них, а также найти свидетелей этих происшествий.',

  MAIN_BUTTONS: {
    NEWS: '🔍 Новости',
    FIND_WITNESSES: '👥 Найти свидетеля',
    VIOLATION_REPORT: '📢 Сообщить о нарушении',
    ACCIDENT_REPORT: '⛍ Сообщить об аварии',
  },

  CREATE_ARTICLE: {
    PHOTO: 'Загрузите 1 фотографию',
    LOCATION: 'Включите GPS и отправьте location',
    TITLE: 'Придумайте заглавие',
    DESCRIPTION: 'Опишите, что произошло, одним сообщением',
    ERROR: 'Ошибка введённых данных, попробуйте снова',
    ENTER: 'Статья успешно создана',
  },

  FIND_ARTICLES: {
    LOCATION: 'Включите GPS и отправьте location ДТП.',
    ERROR: 'Ошибка введённых данных, попробуйте снова',
    NO_RESULTS: 'В радиусе 100м никто не сообщал о ДТП',
  }
};
